IDEA StatiCa Open Model
BoltParam.Rows Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the rows of a fasteners positions. Absolute positions of groups, in group are relative positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NumberGroups Rows { get; set; }
Public Property Rows As NumberGroups
	Get
	Set
public:
property NumberGroups^ Rows {
	NumberGroups^ get ();
	void set (NumberGroups^ value);
}
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace